[
  { "id": "1", "title": "Apples", "details": "The market is inching down. Washington growers are shipping the last of their storage crop while new crop harvests get underway. New crop production has started in Michigan. Quality is excellent; sugar levels range from 12 to 13 Brix in Michigan and 14 to 18 Brix in Washington. MFC Gala, Golden Delicious, Granny Smith, Fuji, and Red Delicious Apples are available.", "colorClass": "bg-red-200" },
  { "id": "2", "title": "Asparagus", "details": "Prices will remain elevated until volume increases out of new growing regions on the Baja Peninsula and Peru. Rain and strong winds are likely this week on the Baja Peninsula as a tropical depression grows in the Pacific. MFC Asparagus is available.", "colorClass": "bg-emerald-200" },
  { "id": "3", "title": "Avocados", "details": "The market is level. Mexican supply is meeting demand. Quality is very good: checkerboarding is a minor issue. RSS Avocado Chunks, Halves, Pico de Gallo Guacamole, and Pure Pulp are available.", "colorClass": "bg-green-300" },
  { "id": "4", "title": "Bell Peppers", "details": "Green bell pepper supplies are abundant; prices have eased. Red bell pepper markets are slightly lower as California yields start to increase; demand remains strong. MFC and ESS Green and Red Bell Peppers are available.", "colorClass": "bg-lime-200" },
  { "id": "5", "title": "Blackberries", "details": "The market is inching down. Supplies are increasing in California and Mexico while stocks in the Pacific Northwest are abundant. Quality is improving; berries are plump and sweet.", "colorClass": "bg-purple-300" },
  { "id": "6", "title": "Blueberries", "details": "Prices are up. The season in the Pacific Northwest is past its peak. Shipments are starting to arrive from Peru; stocks are limited. Supplies are tightening in California's San Joaquin Valley as the season winds down.", "colorClass": "bg-indigo-300" },
  { "id": "7", "title": "Broccoli", "details": "Prices are climbing as strong demand and quality challenges tighten overall supplies. Pest pressure from Diamondback moth pupa/larvae and aphids remains a significant challenge and is expected to persist through the fall season.", "colorClass": "bg-green-400" },
  { "id": "8", "title": "Cantaloupe", "details": "Prices are low. Production is at its peak in California's San Joaquin Valley. Quality is excellent; flavor is sweet, sugar levels are elevated, ranging from 14-16% Brix. MFC Cantaloupe Melons are available.", "colorClass": "bg-yellow-200" },
  { "id": "9", "title": "Cauliflower", "details": "Markets are slightly higher amid stronger demand and increased insect pressure in California stocks. East Coast growers are harvesting in multiple regions. Quality is very good, but hot afternoons and warmer, humid evenings will create the potential for discoloration and possible mold/mildew. ESS Cauliflower is available.", "colorClass": "bg-gray-100" },
  { "id": "10", "title": "Celery", "details": "Prices are slightly higher as California volume dipped this week; the Oxnard season will get underway in November. The Michigan season will continue through October. Quality is excellent. MFC Celery is available.", "colorClass": "bg-lime-100" },
  { "id": "11", "title": "Chile Peppers", "details": "Markets are level. Jalapeno and Pasilla supplies are abundant; it's a great time to promote. MFC Anaheim, Habanero, Jalapeno, Pasilla, Red Fresno, and Serrano Chile Peppers are available.", "colorClass": "bg-red-300" },
  { "id": "12", "title": "Cucumbers", "details": "West Coast prices are low but might bump up a bit this week; rain and strong winds are expected in Baja due to a tropical depression in the Pacific. East Coast stocks are adequate; the North Carolina season is underway. Quality is very good; texture is firm and color is deep green. MFC and ESS Cucumbers are available.", "colorClass": "bg-green-200" },
  { "id": "13", "title": "Grapes", "details": "Prices remain weak; California supplies are plentiful. Quality is very good; sugar levels range from 13 to 16 Brix. MFC and ESS Green and Red Seedless Grapes as well as MFC Lunch Bunch Grapes are available.", "colorClass": "bg-green-200" },
  { "id": "14", "title": "Green Leaf", "details": "Prices are rising; supplies are forecast to dip in the coming weeks. Quality is very good; weights and densities are ideal. MFC Premium Green Leaf is available.", "colorClass": "bg-green-100" },
  { "id": "15", "title": "Honeydew", "details": "Prices are stable; stocks are sufficient. Quality is excellent; flavor is sweet, sugar levels are high, ranging from 14-16% Brix. MFC Honeydew Melons are available.", "colorClass": "bg-yellow-200" },
  { "id": "16", "title": "Iceberg", "details": "Prices are inching down as California supplies increase. Most lettuce heads are full with nice frames; crews are sorting diligently to maintain quality. MFC Premium Iceberg Lettuce is sporadic; MBA is being substituted when weights do not meet Markon specifications.", "colorClass": "bg-blue-100" },
  { "id": "17", "title": "Idaho Potatoes", "details": "The industry is in a transitional period. Growers are shipping the last of their storage crop while new crop harvests get underway. Expect prices to be high. Overall quality is excellent.", "colorClass": "bg-amber-100" },
  { "id": "18", "title": "Lemons", "details": "Markets remain elevated; demand is strong while volume is low in all growing regions. MFC and ESS Lemons are available.", "colorClass": "bg-yellow-300" },
  { "id": "19", "title": "Limes", "details": "Prices are leveling out, as more new crop supplies become available. MFC and ESS Limes are on the market.", "colorClass": "bg-lime-300" },
  { "id": "20", "title": "Onions", "details": "Markets are steady at lower levels. The Northwest onion season is off to a strong start with Washington, Oregon, and Idaho fresh-run onion harvests in full swing. Colorado and Utah are ramping up as New Mexico winds down. MFC and ESS Red and Yellow Onions are available.", "colorClass": "bg-amber-100" },
  { "id": "21", "title": "Oranges", "details": "Prices are high. The California Valencia crop is dominated by large sizes (56- and 88-count pieces); small supplies (88- and 138-count oranges) are tightening. With many schools' seasons underway and many more starting in the coming weeks, small oranges will become limited.", "colorClass": "bg-orange-300" },
  { "id": "22", "title": "Pears", "details": "The market is fairly level. New crop Bartletts are now shipping from Washington. California supplies are ample. Both seasons will continue through October. Quality is excellent. MFC Bartlett Pears are available.", "colorClass": "bg-lime-200" },
  { "id": "23", "title": "Pineapples", "details": "Prices are high, especially for seven-count stocks. Quality is very good; sugar levels are approximately 14.5 Brix. RSS Pineapple Chunks and Spears are available.", "colorClass": "bg-yellow-300" },
  { "id": "24", "title": "Raspberries", "details": "The market is level. Mexican supplies have begun to rebound from recent weather issues; the Baja season is underway. California's Santa Maria and Watsonville growing regions have begun shipping excellent-quality fruit.", "colorClass": "bg-rose-300" },
  { "id": "25", "title": "Red and Yellow Potatoes", "details": "The industry is in a transitional period. Growers are shipping the last of their storage crop while new crop harvests get underway. Expect prices to be high. Overall quality is excellent.", "colorClass": "bg-amber-200" },
  { "id": "26", "title": "Romaine", "details": "Romaine supplies have rebounded from last week’s weather-related issues. The market is now steady to slightly lower. Quality is fair with heat-related issues like sunburn and peeling, and some insect pressure. MFC Premium Romaine is sporadic; MBA is being substituted when weights do not meet Markon specifications.", "colorClass": "bg-green-100" },
  { "id": "27", "title": "Salads & Blends", "details": "The market is stable; Salinas Valley supplies are meeting processor demand. Overall quality is very good; reported quality defects are lower than one percent.", "colorClass": "bg-green-50" },
  { "id": "28", "title": "Spring Mix", "details": "Prices are steady: Salinas Valley supplies are ample. Warmer weather may lead to bolting, but current quality is very good. RSS Arugula, Spinach, and Spring Mix are available.", "colorClass": "bg-green-100" },
  { "id": "29", "title": "Squash", "details": "Zucchini and yellow squash markets are up slightly due to stronger demand and lower yields. Quality is very good.", "colorClass": "bg-yellow-200" },
  { "id": "30", "title": "Strawberries", "details": "The California strawberry market has started to climb. Seasonal supplies are diminishing.", "colorClass": "bg-red-400" },
  { "id": "31", "title": "Tomatoes", "details": "Roma and round markets are active due to low yields and strong demand on the East Coast. Grape and cherry varieties are tight this week. MFC Tomatoes are available.", "colorClass": "bg-red-300" },
  { "id": "32", "title": "Tree Fruit", "details": "Prices are unchanged. California supplies are sufficient. Small sizes are most abundant. Quality is very good: sugar levels range from 12 to 14 Brix.", "colorClass": "bg-pink-200" },
  { "id": "33", "title": "Watermelon", "details": "The market is stable; East Coast yields are adequate. Quality is very good; all sizes are available. Sugar levels are approximately 10+ Brix.", "colorClass": "bg-green-300" }
]
